Repository: F-Derakhshani/yith-woocommerce-watermark-premium
Catalog: languages/yith-woocommerce-watermark-*.po
Languages: it_it

source: Active Watermark
it_it: Filigrane attive

# enhanced select
source: One result is available, press enter to select it.
it_it: È disponibile un risultato, premi Invio per selezionarlo.

# enhanced select
source: %qty% results are available, use up and down arrow keys to navigate.
it_it: Sono disponibili %qty% risultati, utilizza le frecce Su e Giù per navigare.

# enhanced select
source: No matches found
it_it: Nessun risultato corrispondente alla ricerca

# enhanced select
source: Loading failed
it_it: Caricamento fallito

# enhanced select
source: Please enter 1 or more characters
it_it: Per favore, inserisci almeno 1 o più caratteri

# enhanced select
source: Please enter %qty% or more characters
it_it: Per favore, inserisci %qty% o più caratteri

# enhanced select
source: Please delete 1 character
it_it: Per favore, cancella 1 carattere

# enhanced select
source: Please delete %qty% characters
it_it: Per favore, cancella %qty% caratteri

# enhanced select
source: You can only select 1 item
it_it: Puoi selezionare solo un articolo

# enhanced select
source: You can only select %qty% items
it_it: Puoi selezionare solo %qty% articoli

# enhanced select
source: Loading more results&hellip;
it_it: Carico altri risultati&hellip;

# enhanced select
source: Searching&hellip;
it_it: Cerco&hellip;

source: TOP LEFT
it_it: IN ALTO A SINISTRA

source: TOP CENTER
it_it: IN ALTO AL CENTRO

source: TOP RIGHT
it_it: IN ALTO A DESTRA

source: LEFT CENTER
it_it: AL CENTO A SINISTRA

source: CENTER
it_it: AL CENTRO

source: RIGHT CENTER
it_it: AL CENTRO A DESTRA

source: BOTTOM LEFT
it_it: IN BASSO A SINISTRA

source: BOTTOM CENTER
it_it: IN BASSO AL CENTRO

source: BOTTOM RIGHT
it_it: IN BASSO A DESTRA

source: Do you want to delete this watermark ?
it_it: Vuoi eliminare questa filigrana?

source: Image has been created
it_it: L'immagine è stata creata

source: Images have been created
it_it: Le immagini sono state create

source: Image has not been created
it_it: L'immagine non è stata creata

source: Images have not been created
it_it: Le immagini non sono state create

source: Add custom watermark for this product
it_it: Aggiungi filigrana personalizzata a questo prodotto

source: Settings
it_it: Impostazioni

source: Premium live demo
it_it: Live demo premium

source: Premium Version
it_it: Versione premium

source: Plugin Documentation
it_it: Documentazione del plugin

source: The watermark has been applied to
it_it: La filigrana è stata applicata a

source: Product
it_it: Prodotto

source: on
it_it: su

source: Products
it_it: Prodotti

source: Completed
it_it: Completato

source: You can't use images bigger than
it_it: Non puoi utilizzare immagini più grandi di

source: of the size of the "Single Product image", that is
it_it: della dimensione della "Immagine singolo prodotto", cioè

source: Images will be restored, are you sure?
it_it: Le immagini verranno ripristinate, sei sicuro?

source: Image has been deleted
it_it: L'immagine è stata eliminata

source: Images have been deleted
it_it: Le immagini sono state eliminate

source: Image has not been deleted
it_it: L'immagine non è stata eliminata

source: Images have not been deleted
it_it: Le immagini non sono state eliminate

source: From version 1.0.7 all your product backed up images are available at
it_it: Dalla versione 1.0.7, tutte le immagini prodotto di backup saranno disponibili su

source: Backup completed!
it_it: Backup completato!

source: YITH WooCommerce Watermark Premium is enabled but not effective. It requires WooCommerce in order to work.
it_it: YITH WooCommerce Watermark Premium è abilitato ma non in funzione. Richiede WooCommerce per funzionare correttamente.

source: General Settings
it_it: Impostazioni generali

source: Jpeg Quality
it_it: Qualità jpeg

source: Add New Watermark
it_it: Aggiungi nuova filigrana

source: Generate a complete backup
it_it: Effettua un backup completo

source: Backup
it_it: Avvia il backup

source: Apply all watermarks
it_it: Applica tutte le filigrane

source: Apply All Watermarks
it_it: Applica tutte le filigrane

source: Apply all watermarks created to all your product images
it_it: Applica tutte le filigrane create alle tue immagini prodotto

source: Reset
it_it: Reimposta

source: Delete all product images with watermark (once completed, you have to deactivate the plugin and regenerate image thumbnails).
it_it: Elimina tutte le immagini prodotto con filigrana (una volta finito, dovrai disattivare il plugin e rigenerare le miniature).

source: Add Watermark
it_it: Aggiungi filigrana

source: Add
it_it: Aggiungi

source: Remove
it_it: Elimina

source: Expand
it_it: Espandi

source: Collapse
it_it: Riduci

source: Create Watermark
it_it: Crea filigrana

source: Starting from a text
it_it: Partendo da un testo

source: Starting from an image
it_it: Partendo da un'immagine

source: Text
it_it: Testo

source: Write a text
it_it: Scrivi un testo

source: Font Type
it_it: Tipo di carattere

source: Font Size
it_it: Dimensione carattere

source: Font Color
it_it: Colore carattere

source: Background Color
it_it: Colore di sfondo

source: Opacity
it_it: Opacità

source: Set background opacity, set to 0 for complete transparency, or to 100 for complete opacity
it_it: Imposta l'opacità dello sfondo, inserisci 0 se lo vuoi del tutto trasparente o 100 se lo vuoi del tutto opaco

source: Box Width
it_it: Larghezza riquadro

source: Set the width of the box by percentage compared to the selected "Shop Size" option
it_it: Imposta la larghezza del riquadro come valore percentuale della dimensione nella pagina negozio

source: Box Height
it_it: Altezza riquadro

source: Set the height of the box by percentage compared to the selected "Shop Size" option
it_it: Seleziona l'altezza del riquadro come valore percentuale della dimensione per la pagina negozio

source: Rotate text to
it_it: Ruota testo di

source: Specify an angle between 0 and 360° to rotate your text
it_it: Specifica un angolo tra 0 e 360° per ruotare il tuo testo

source: Line Height
it_it: Interlinea

source: Set -1 to set it equal to the height of the watermark
it_it: Inserisci -1 per far sì che sia uguale all'altezza della filigrana

source: Select Watermark
it_it: Seleziona filigrana

source: Repeat image
it_it: Ripeti immagine

source: If enabled, the watermark is replicated on the whole image
it_it: Se abiliatato, l'immagine della filigrana verrà ripetuta sull'intera immagine

source: Watermark Position
it_it: Posizione filigrana

source: Margin X
it_it: Margine X

source: Margin Y
it_it: Margine Y

source: Shop Size
it_it: Dimensione negozio

source: Select the images you want to apply the watermark on
it_it: Seleziona le immagini a cui vuoi applicare la filigrana

source: Preview
it_it: Anteprima

source: It is not possible to preview the image, as the result depends on the size of the original images
it_it: Non è possibile mostrare l'anteprima dell'immagine, poiché il risultato dipende dalla dimensione delle immagini originali

source: Create Watermark from
it_it: Crea filigrana da

source: Select an option
it_it: Seleziona un'opzione

source: From Text
it_it: Da testo

source: From Image
it_it: Da immagine

source: Watermark Text
it_it: Testo filigrana

source: Watermark Font
it_it: Carattere filigrana

source: Watermark Font Color
it_it: Colore carattere filigrana

source: Watermark Font Size
it_it: Dimensione carattere filigrana

source: Box Width ( % )
it_it: Ampiezza riquadro (%)

source: Set the width of the box in percent compared to the shop size
it_it: Calcola la larghezza del riquadro in percentuale rispetto alla dimensione per la pagina negozio

source: Box Height ( % )
it_it: Altezza riquadro (%)

source: Set the height of the box in percent compared to the shop size
it_it: Calcola l'altezza del riquadro in percentuale rispetto alla dimensione per la pagina negozio

source: Watermark Background Color
it_it: Colore di sfondo della filigrana

source: Watermark Opacity
it_it: Opacità filigrana

source: Set background opacity, set to 0 for complete transparency, or set to 100 for complete opacity
it_it: Imposta l'opacità dello sfondo. Inserisci 0 se vuoi che sia del tutto trasparente oppure fino a 100 per renderlo opaco

source: Watermark Image
it_it: Immagine filigrana

source: Repeat Image
it_it: Ripeti immagine

source: Watermark Margin
it_it: Margine filigrana

source: Select the images to which you want to apply the watermark
it_it: Seleziona le immagini alle quali vuoi applicare la filigrana

source: Product Categories
it_it: Categorie prodotto

source: Choose Category
it_it: Scegli categoria

source: Select the categories to which you want to apply the watermark, leave empty to select all
it_it: Seleziona le categorie a cui vuoi applicare la filigrana. Lascia il campo vuoto per selezionarle tutte

source: It is not possible to preview the image, as the result depends on the size of the original product images
it_it: Non è possibile visualizzare l'anteprima dell'immagine poiché il risultato dipende dalla dimensione delle immagini prodotto originali
